Repository: S3-working-group/s3-illustrations
Catalog: text/*/structural-patterns.po
Languages: de

source: link
de: Verbindung

source: circle
de: Kreis

source: double-link
de: doppelte Verbindung

source: 2nd tier
de: zweite Stufe

source: domain A
de: Dom채ne A

source: domain D
de: Dom채ne D

source: domain C
de: Dom채ne C

source: domain B
de: Dom채ne B

source: double-linked hierarchy
de: doppelt verbundene Hierarchie

source: fractal organization
de: Fraktalorganisation

source: peach organization
de: Pfirsich- organisation

source: parent organization
de: Elternorganisation

source: service organization
de: Service-Organisation
