Repository: S3-working-group/s3-illustrations
Catalog: misc/text/*/agreements.po
Languages: de

source: Celebrate Agreement
de: Erfolg feiern!

source: Brief Response
de: (kurze) Reaktion

source: Resolve Objections
de: Einwände integrieren

source: Consent to Driver
de: Konsent: Treiber

source: Check for Objections
de: Einwände sammeln

source: (Consider Concerns)
de: (Bedenken behandeln)

source: Clarifying Questions
de: Fragen zum Vorschlag

source: Present Driver
de: Treiber vorstellen

source: (hear reports)
de: (Report)

source: drop agreement
de: Vereinbarung aufheben

source: follow-up
de: Konsequenzen abarbeiten

source: evolve agreement
de: Vereinbarung entwickeln

source: review agreement
de: Review Vereinbarung

source: review driver
de: Treiber überprüfen

source: keep agreement
de: Vereinbarung beibehalten

source: preparation
de: Vorbereitung

source: Design Proposal(s)
de: Vorschlag erarbeiten

source: Information Gathering Questions
de: Informationsfragen beantworten

source: Choose Tuners
de: Gestalter bestimmen

source: Questions about Driver
de: Fragen zum Treiber

source: Prioritize Considerations
de: Aspekte priorisieren

source: Record Considerations
de: Kriterien und Aspekte

source: ask “who can resolve this?”
de: “Wer kann den Einwand integrieren?”

source: timeboxed dialogue (2 or 3 people)
de: Dialog (Timebox!)

source: ask member with objection to amend proposal
de: Einwandgeber schlägt eine Änderung vor

source: Pick the most promising option (repeat until resolved)
de: Integriere einen Einwand nach dem anderen. Überlege, welche der Ideen hier für den aktuellen Einwand am Besten helfen könnte:

source: co-create a new proposal
de: gemeinsam neuen Vorschlag erarbeiten

source: individual
de: Person

source: ask proposal owner to amend proposal
de: Vorschlaggeber fragen

source: group
de: Gruppe

source: round: “how would you solve this?”
de: Runde: “Wie könnten wir den Einwand integrieren?”

source: timeboxed group discussion
de: Gruppendiskussion (Timebox!)

source: re-work – send back to superset/subset circle
de: an höheren/tieferen Kreis delegieren

source: Resolve objections one at a time
de: Einwände integrieren

source: form group to review, research, revise
de: Temporären Kreis für Review, Recherche und Vorschlag

source: drop the proposal
de: Vorschlag ablehnen

source: facilitator amends proposal
de: Moderator macht Vorschlag

source: Resolve Objections To Amendment Of Amendment
de: Einwände gegen die Ergänzung der Ergänzung integrieren

source: Any objections to amendment of amendment?
de: Gibt es Einwände gegen die Ergänzung der Ergänzung?

source: Propose amendment (or defer/start over)
de: Ergänzung vorschlagen (oder vertagen/verwerfen)

source: Resolve Objections To Amendment
de: Einwände gegen Ergänzung integrieren

source: yes
de: ja

source: Any more objections to amendment?
de: Gibt es weitere Einwände gegen die Ergänzung?

source: Hear and qualify one objection
de: Einen Einwand hören und qualifizieren

source: Any objections to amendment?
de: Gibt es Einwände gegen die Ergänzung?

source: Celebrate!
de: Feiert!

source: A process for resolving objections
de: Eine Möglichkeit, um Einwände zu integrieren.

source: Any more objections?
de: Gibt es weitere Einwände?

source: Propose amendment to amendment
de: Ergänzung zur Ergänzung vorschlagen

source: no
de: nein

source: Hear and qualify one objection
de: Einen Einwand hören und qualifizieren

source: Information Gathering
de: Informationsrunde

source: Nomination Changes
de: Nominierung ändern?

source: Reasons for Nominations
de: Gründe für Nominierungen

source: Address and Resolve
de: Einwände integrieren

source: Celebrate
de: Erfolg feiern!

source: Record Nominations
de: Nominierungen sammeln

source: Propose a Nominee
de: Kandidaten vorschlagen

source: Present Role Description
de: Rollenbeschreibung vorstellen
