Repository: S3-working-group/s3-illustrations
Catalog: misc/text/*/evolution.po
Languages: de

source: co-create proposal
de: Vorschlag erarbeiten

source: consent to agreement
de: Konsent

source: evolve agreement
de: Vereinbarung entwickeln

source: identify driver
de: Treiber verstehen

source: tension
de: Spannung

source: delegator consent
de: Konsent Delegierende

source: peer review
de: Entwicklungsgespräch

source: development plan
de: Entwicklungsplan

source: act on the plan
de: Plan umsetzen

source: domain
de: Domäne

source: experiments
de: Experimente

source: strategy
de: Strategie

source: driver
de: Treiber

source: agreement
de: Vereinbarung

source: select people
de: Personen wählen

source: continuous development
de: ständige Verbesserung

source: domain description
de: Domänen- Beschreibung

source: selection
de: Wahl

source: role description
de: Rollenbeschreibung

source: Identify Motivation
de: Motiv verstehen

source: Review and Evolve
de: Evaluation und Evolution

source: Design Experiment
de: Experiment gestalten

source: Commit to Run Experiment
de: Experiment beschliessen

source: Invite Everyone Affected by Decision
de: Alle Betroffenen einladen

source: Design Experiment Together
de: Gemeinsam Experiment gestalten

source: Review and Evolve Experiment
de: Experiment weiterentwickeln

source: Shared Understanding of Motive(s)
de: Gemeinsame Motiv(e) verstehen

source: problem space
de: Problemraum

source: agree on proposal
de: Konsent

source: evolve agreement
de: Evolution

source: collect considerations
de: Kriterien sammeln

source: gather ideas
de: Ideen sammeln

source: solution space
de: Lösungsraum

source: design proposal
de: Proposal gestalten

source: understand driver
de: Treiber verstehen

source: evolve
de: entwickeln

source: evaluate
de: Evaluation

source: shared values
de: gemeinsame Werte
