Repository: S3-working-group/s3-illustrations
Catalog: misc/text/*/facilitation-guides.po
Languages: de

source: link between domains if needed
de: verbinde Domänen nach Bedarf

source: Pass on drivers belonging to other domains
de: Treiber an zuständige Domänen weitergeben

source: clear enough articulation?
de: gut genug formuliert?

source: create actor-centric or needs-centric clusters (or a combination of both)
de: bildet Gruppen bezogen auf Akteure oder Bedarf (oder eine Mischform)

source: questions about the driver
de: Fragen zum Treiber

source: relevant for us to respond to?
de: ist das relevant für uns?

source: What else do we need to consider…
de: Was müssen wir noch berücksichtigen…

source: decide on a strategy for domain
de: Strategie für Domäne festlegen

source: add the reference number of the actor to the driver cards
de: notiere die ID des Akteurs auf den Treiber-Karten

source: agree together how to proceed
de: nächste Schritte entscheiden

source: form delegate/service/coord. circles as required
de: nach Bedarf Delegierten-/Service-/Koordinationskreise bilden

source: Who will be impacted?
de: Wer ist betroffen?

source: Account for drivers that extend beyond the scope of one domain
de: …um Treiber zu behandeln, die mehrere Domänen betreffen

source: What is needed (drivers)…
de: Was wird benötigt (Treiber) …

source: What values could guide our work?
de: Welche Werte könnten unsere Arbeit leiten?

source: … to respond to the primary driver ?
de: … um auf den Primärentreiber zu reagieren?

source: Present & consent to the primary driver.
de: Konsent zum Primärtreiber

source: stick the driver cards around the actors
de: Treiber-Karten an den Akteuren befestigen

source: Populate and define domains
de: Domänen besetzen und definieren

source: …benefit? …be harmed? …help? …stand in the way?
de: … profitieren? … darunter leiden? … helfen? … behindern?

source: hear short reports
de: kurze Berichte der Domänen

source: …in the context of what we want to achieve? Collect drivers on smaller cards “they / we need (to)__”
de: …im Kontext unserer Ziele? Treiber auf kleineren Karten sammeln "sie/wir brauchen"

source: Celebrate!
de: Feiert!

source: Distribute people according to experience and interest, to account for all domains
de: Teilnehmer verteilen sich nach Erfahrung und Interesse. Dabei alle Domänen berücksichtigen!

source: Why are we here?
de: Warum sind wir hier?

source: existing orgs: what drivers can be passed to existing domains?
de: bestehende Organisation anbinden

source: Who has expertise on how to respond?
de: Wer hat Kenntnis darüber, wie zu reagieren sei?

source: Things to decide (governance) Things to do (operations) Prioritize backlogs Eliminate waste
de: …in Entscheidungen (Governance) und Aufgaben (Operations). Dabei Backlogs priorisieren und Unwichtiges entfernen.

source: add reference number and stick to a board
de: füge ID hinzu und befestige Karten am Board

source: identify and add missing drivers
de: fehlende Treiber hinzufügen

source: Identify domains
de: Domänen identifizieren

source: list actors on large cards
de: Akteure auf großen Karten sammeln

source: Connecting domains
de: Domänen verbinden

source: add names to driver card
de: Treiber-Karten mit Namen versehen

source: in the smaller groups: describe the primary driver of the domain and agree on a meaningful name
de: in kleinen Gruppen: Primärtreiber der Domänen formulieren und aussagekräftigen Namen für Domäne finden

source: Consider who can:
de: Wer könnte:

source: Cluster actors and/or drivers into coherent domains
de: Gruppiert Akteure und/oder Treiber zu stimmigen Domänen

source: Sort & prioritize drivers
de: Treiber sortieren…
