Repository: S3-working-group/s3-illustrations
Catalog: misc/text/*/framework.po
Languages: de

source: design goals
de: Design- ziele

source: free
de: kostenlos

source: open
de: offen

source: lightweight
de: leicht- gewichtig

source: effective
de: effektiv

source: actionable
de: einfach umsetzbar

source: Those Affected Decide
de: Die Betroffenen entscheiden

source: Co-Creation And Evolution
de: Mitgestaltung und Evolution

source: Open Systems
de: Offene Systeme

source: Equivalence
de: Gleichstellung

source: CI Of Work Process
de: Kontinuierliche Prozessverbesserung

source: Role
de: Rolle

source: Resolve Objections
de: Einwände integrieren

source: Co-Create Proposals
de: Vorschläge gemeinsam gestalten

source: Meeting Host
de: Gastgeber(in)

source: Governance Facilitator
de: Governance-Moderator

source: Open Space For Change
de: Den Raum für Veränderung öffnen

source: Retrospective
de: Retrospektive

source: Timebox Activities
de: Timebox

source: Invite Change
de: Veränderung einladen

source: Development Plan
de: Entwicklungsplan

source: Service Circle
de: Servicekreis

source: Evaluate Meetings
de: Meetings evaluieren

source: Ask For Help
de: Um Hilfe bitten

source: Planning And Review Meetings
de: Planungs- und Review-Meetings

source: Peer Review
de: Entwicklungsgespräch

source: Be The Change
de: Als Beispiel dienen

source: Adapt Patterns To Context
de: Patterns an Kontext anpassen

source: Evaluation Criteria
de: Evaluationskriterien

source: Continuous Improvement
de: Kontinuierliche Verbesserung

source: Coordinator
de: Koordinator(in)

source: Fractal Organization
de: Fraktalorganisation

source: Governance Meeting
de: Steuerungs-Meeting

source: Focused Interactions
de: Fokussierte Interaktionen

source: Empiricism
de: Empirismus

source: Clarify Intended Outcome
de: Das angestrebte Ergebnis klären

source: Enablers Of Co-Creation
de: Mitgestaltung ermöglichen

source: Circle
de: Kreis

source: Effectiveness
de: Effektivität

source: Prioritize Backlogs
de: Backlogs priorisieren

source: Representative
de: Repräsentant(in)

source: Clarify Domains
de: Domänen klären

source: Prepare For Meetings
de: Bereite Meetings vor

source: Visualize Work
de: Arbeit visualisieren

source: Organizational Structure
de: Organisationsstruktur

source: Double Linking
de: Doppelte Verbindung

source: Contracting And Accountability
de: Verantwortung und Verträge

source: Pull-System For Work
de: Arbeiten nach Pull-System

source: A Practical Guide For Evolving Agile and Resilient Organizations
de: Ein Leitfaden zur Entwicklung agiler and resilienter Organisationen

source: Building Organizations
de: Organisationsentwicklung

source: Meeting Practices
de: Effektive Meetings

source: Agree On Values
de: Gemeinsame Werte

source: Double-Linked Hierarchy
de: Doppelt verbundene Hierarchie

source: Consent
de: Konsent

source: Linking
de: Verbindungen

source: Pull-System For Org. Change
de: Pull-System zur Organisationsentwicklung

source: Breaking Agreements
de: Vereinbarungen brechen

source: Describe Deliverables
de: Leistungen definieren

source: Delegate Circle
de: Delegiertenkreis

source: Transparent Salary
de: Gehaltstransparenz

source: Defining Agreements
de: Klare Vereinbarungen

source: Sociocracy 3.0
de: Soziokratie 3.0

source: Develop Strategy
de: Strategie entwickeln

source: Peer Development
de: Gemeinsame Entwicklung

source: Peach Organization
de: Pfirsichorganisation

source: Open Domain
de: Offene Domäne

source: Logbook Keeper
de: Logbuchführer(in)

source: Respond to Organizational Drivers
de: Reagiere auf Organisationstreiber

source: Role Selection
de: Wahl

source: Logbook
de: Logbuch

source: Consent Decision Making
de: Konsententscheidung

source: Governance Backlog
de: Steuerungs-Backlog

source: Bringing in S3
de: S3 einführen

source: Support Role
de: Hilfsrolle

source: Objection
de: Einwand

source: Accountability
de: Verantwortung

source: Organizing Work
de: Arbeitsorganisation

source: Delegate Influence
de: Einfluss delegieren

source: Adopt The Seven Principles
de: Die sieben Prinzipien leben

source: Bylaws
de: Statuten

source: Align Flow
de: Fluss angleichen

source: Artful Participation
de: Kunstvolle Teilnahme

source: Coordination Meeting
de: Koordinationsmeeting

source: Agreement
de: Vereinbarung

source: Evaluate And Evolve Agreements
de: Vereinbarungen entwickeln

source: Describe Organizational Drivers
de: Organisationstreiber beschreiben

source: Service Organization
de: Service-Organisation

source: Transparency
de: Transparenz

source: Limit Work In Progress
de: Laufende Arbeit begrenzen

source: Rounds
de: Runden

source: Facilitate Meetings
de: Meetings moderieren

source: Principles
de: Prinzipien

source: Helping Team
de: Hilfsteam

source: bringing in S3
de: S3 Einführen

source: organizational structure
de: Organisationsstruktur

source: building organizations
de: Organisationsentwicklung

source: co-creation and evolution
de: Mitgestaltung und Evolution

source: focused interactions
de: fokussierte Interaktionen

source: defining agreements
de: klare Vereinbarungen

source: organizing work
de: Arbeitsorganisation

source: enablers of co-creation
de: Mitgestaltung ermöglichen

source: meeting practices
de: effektive Meetings

source: peer development
de: gemeinsame Entwicklung

source: consent
de: Konsent

source: equivalence
de: Gleichstellung

source: empiricism
de: Empirismus

source: effectiveness
de: Effektivität

source: accountability
de: Verantwortung

source: continuous improvement
de: kontinuierliche Verbesserung

source: transparency
de: Transparenz
