Repository: S3-working-group/s3-illustrations
Catalog: misc/text/*/meetings.po
Languages: de

source: incremental delivery of value
de: inkrementelle Wertschöpfung

source: retrospective
de: Retrospektive

source: fixed interval between retrospectives
de: festes Intervall zw. Retrospektiven

source: continuous flow
de: kontinuierlicher Wertfluss

source: Hear All Status Reports
de: Statusberichte

source: Opening Round
de: Eröffnungsrunde

source: Meeting Evaluation
de: Evaluation

source: Closing Round
de: Abschlussrunde

source: Agenda Items
de: Agendapunkte

source: Evaluate interactions, process and outcome
de: Evaluation von Interaktionen, Meetingprozess und Ergebnis

source: Workshop/Meeting
de: Workshop/Besprechung

source: Opening
de: Eröffnung

source: Closing
de: Abschluss

source: Administrative Matters
de: Organisatorisches

source: iteration backlog
de: Iterations- Backlog

source: iteration planning
de: Iterationsplanung

source: process iteration backlog
de: Iterationsbacklog abarbeiten

source: delivery of value
de: Wertschöpfung

source: fixed iteration length
de: feste Länge der Iteration

source: iterative process
de: iterativer Prozess

source: work
de: Arbeit

source: review meeting
de: Review

source: planning meeting
de: Planungs- meeting

source: planning
de: Planung

source: decision
de: Entscheidung

source: governance driver
de: Governance- Treiber

source: operational backlog
de: Arbeits-Backlog

source: operational driver
de: operative Treiber

source: logbook
de: Logbuch
