Repository: S3-working-group/s3-illustrations
Catalog: misc/text/*/models-of-management.po
Languages: de

source: consent and equivalence
de: Konsent und Gleichstellung

source: managers, workers
de: Manager, Arbeiter

source: business need
de: geschäftlicher Nutzen

source: hierarchy
de: Hierarchie

source: consent
de: Konsent

source: Agile Methods
de: Agile Methoden

source: Models of Management
de: Managementparadigmen

source: Focus
de: Fokus

source: product vision, external change
de: Produktvision, externe Veränderung

source: iterative or continuous flow
de: iterative oder kontinuierliche Wertschöpfung

source: Social Business
de: Soziale Unternehmen

source: Primary Leadership
de: primäre Führung

source: Sociocracy 3.0
de: Soziokratie 3.0

source: control and alignment
de: Kontrolle und Alignment

source: top-down and bottom-up
de: top-down und bottom-up

source: distributed
de: verteilt

source: Leadership Force
de: führende Kräfte

source: community consensus
de: Konsens der Gemeinschaft

source: participants
de: Teilnehmer

source: heterarchy of circles
de: heterarchische Kreisstruktur

source: split by domain: product, process and technology
de: 3 Domänen: Wert, Prozess, Umsetzung

source: community objective
de: Ziele der Gemeinschaft

source: tension
de: Spannung

source: Processes
de: Prozesse

source: developing software
de: Software- entwicklung

source: Primary Actors
de: primäre Akteure

source: informal, continuous
de: informell, kontinuierlich

source: culture of effective collaboration
de: effektive Zusammen- arbeit

source: driver
de: Treiber

source: transparent rules
de: transparente Regeln

source: Sociocracy
de: Soziokratie

source: peers, roles
de: Kreismitglieder, Rollen

source: emergent, adaptive
de: emergent, adaptiv

source: A response to Dion Hinchcliffe’s “comparing various models of management with Holacracy”. It adds sociocracy to the picture, in the variants of Sociocracy by the Sociocracy Group (TSG) and Sociocracy 3.0. (Both Holacracy and Sociocracy 3.0 borrow key concepts from Sociocracy). Highlighted in the table are differences and additions to Hinchcliffe’s comparison.
de: Eine Antwort auf Dion Hinchcliffes “comparing various models of management with Holacracy”, die die Soziokratische Kreismethode (SKM) und Soziokratie 3.0. in den Vergleich mit einbezieht. (Sowohl Holokratie als auch Soziokratie 3.0 entlehnen wesentliche Konzepte aus der SKM). In der Tabelle hervorgehoben sind Unterschiede und Ergänzungen zu Hinchcliffes Vergleich.

source: peer team members
de: Teammitglieder

source: communities
de: Gemeinschaften

source: cross-functional teams
de: krossfunktionale Teams

source: Holacracy
de: Holokratie

source: linear, waterfall
de: linear, Wasserfallmodell

source: hierarchy of circles
de: hierarchische Kreisstruktur

source: user need
de: Kundennutzen

source: consensus and equivalence
de: Konsens und Gleichstellung

source: vision, mission, aims
de: Vision, Mission, Ziele

source: roles
de: Rollen

source: Organizational Structure
de: Organisationsstruktur

source: Traditional Management
de: klassisches Management

source: Motive Force
de: motivierende Kräfte

source: rules and autonomy in roles
de: Regeln und Autonomie in Rollen

source: leaders, workers
de: Führungskräfte, Arbeiter

source: An illustration developed from Dion Hinchcliffe’s “comparing various models of management with Holacracy”. Both Holacracy and Sociocracy 3.0 borrow key concepts from Sociocracy). Highlighted in the table are differences and additions to Hinchcliffe’s comparison
de: Illustration entwickelt aus Dion Hinchcliffes “comparing various models of management with Holacracy”. Sowohl Holokratie als auch Soziokratie 3.0 entlehnen wesentliche Konzepte aus der SKM). In der Tabelle hervorgehoben sind Unterschiede und Ergänzungen zu Hinchcliffes Vergleich.

source: Sociocracy 3.0
de: Soziokratie 3.0

source: Sociocracy, Holacracy, Sociocracy 3.0
de: Soziokratie, Holokratie, Soziokratie 3.0

source: driver, values
de: Treiber, Werte
