Repository: S3-working-group/s3-illustrations
Catalog: misc/text/*/templates.po
Languages: de

source: Description
de: Beschreibung

source: Driver
de: Treiber

source: Appendix
de: Anhang

source: Date/Version
de: Datum/Version

source: (Concerns)
de: (Bedenken)

source: Previous Versions
de: Vorherige Versionen

source: Title of Agreement
de: Name der Vereinbarung

source: Who is accountable for what?
de: Verantwortungsbereiche

source: Background Information
de: Hintergrundinformationen

source: Evaluation Criteria
de: Evaluationskriterien

source: Review Date
de: Review Datum

source: References
de: Referenzen

source: Actionable Improvement Suggestions
de: konkrete Verbesserungsvorschläge

source: Minutes of Peer Review
de: Protokoll Entwicklungsgespräch

source: Current Domain Description
de: Aktuelle Domänenbeschreibung

source: Appreciations
de: Würdigungen

source: Development Plan
de: Entwicklungsplan

source: Action Items
de: Aufgaben

source: Amendments to Domain Description
de: Änderungen der Domänenbeschreibung

source: for <Domain Name>
de: für < Domänen-Namen >

source: Primary Driver
de: Primärtreiber

source: resources, budget, permissions
de: Ressourcen, Budget, Berechtigungen

source: Evaluation Criteria for Peer Review
de: Bewertungskriterien für Entwicklungsgespräche

source: preferred/required skills, qualities, experience
de: bevorzugte oder erforderliche Fähigkeiten, Eigenschaften, Erfahrung

source: Constraints
de: Einschränkungen

source: Term (for a role)
de: Dauer (Rolle)

source: Key Responsibilities
de: Kernaufgaben

source: Name of the Domain
de: Name der Domäne

source: time
de: Zeit

source: Operations Backlog
de: Arbeits-Backlog

source: Additional Information (as valuable)
de: Weitere Informationen (soweit relevant)

source: Governance Backlog
de: Steuerungs-Backlog

source: Domain Name
de: Name der Domäne

source: Metrics
de: Metriken

source: Intended Outcome
de: angestrebtes Ergebnis

source: Evaluation Date and/or Frequency
de: Review-Datum oder -frequenz

source: Title of Proposal
de: Titel des Vorschlags

source: Evaluation Process and Criteria
de: Bewertungsverfahren und -kriterien

source: Schedule for Peer Reviews
de: Termine für Entwicklungsgespräche

source: Skills, Experience, Qualities, Time
de: Fähigkeiten, Erfahrung, Eigenschaften, Zeit

source: Term (date of next selection)
de: Dauer (Datum der nächsten Wahl)

source: Name of the Role
de: Name der Rolle

source: Responsibilities, Resources
de: Aufgaben, Ressourcen

source: Date
de: Datum Review
