Repository: S3-working-group/s3-illustrations
Catalog: misc/text/*/workflow-and-value.po
Languages: de

source: flow of value
de: Wertfluss

source: teams or individuals
de: Organisationseinheit

source: not aligned
de: nicht angeglichen

source: flow of information
de: Informationsfluss

source: aligned
de: angeglichen

source: work item
de: Work Items

source: due: 1.4.2017
de: fällig: 1.4.2017

source: Update the fiddly thing so it doesn’t not break when somebody looks at it sideways.
de: Das frickelige Ding befestigen, damit es nicht zerbricht, wenn es jemand schief ansieht.

source: BLOCKED: ask Carl about deployment, he’s on on holiday.
de: BLOCKIERT: kann nur von Karl erledigt werden, der ist im Urlaub.

source: waste
de: Verschwendung

source: driver
de: Treiber

source: value
de: Wert

source: done
de: erledigt

source: blocked
de: blockiert

source: negotiate
de: verhandeln

source: create quote
de: Angebot

source: doing
de: in Arbeit

source: to do
de: zu tun

source: circle A
de: Kreis A

source: circle B
de: Kreis B

source: work items
de: Arbeitsaufgaben

source: in progress
de: in Arbeit

source: questions
de: Fragen

source: confirm solution
de: Lösung bestätigen

source: problems
de: Probleme

source: get client feedback
de: Kundenfeedback einholen

source: hold: requires support contract
de: Halt: erfordert Support-Vertrag

source: tasks
de: Aufg.

source: ready
de: bereit

source: acceptance
de: Prüfung

source: publish
de: publizieren

source: writing
de: schreiben

source: stories
de: Artikel

source: flow of information
de: Informations- fluss

source: Circle B
de: Kreis B

source: Circle C
de: Kreis C

source: Circle D
de: Kreis D

source: identify leads
de: Leads suchen

source: Circle A
de: Kreis A

source: establish interest
de: Interesse bestätigen

source: Work in Progess
de: in Arbeite

source: produce
de: bauen

source: deliver
de: ausliefern

source: WIP Circle A
de: WIP Kreis A

source: order
de: Auftrag
